Repository: taoyouh/UniversalFtpServer
Catalog: UniversalFtpServer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Dialog_Ok
source: Ok
zh_cn: 确定

# MainPage_AddressesHint.Text
source: Addresses of this device:
zh_cn: 本机地址：

# MainPage_AllowAnonymousBox.Content
source: Allow anonymous
zh_cn: 允许匿名登录

# MainPage_ChangeFolderButton.Content
source: Change folder
zh_cn: 更改

# MainPage_ImportantNotes_Para1.Text
source: Important notes:
zh_cn: 重要提示：

# MainPage_ImportantNotes_Para3.Text
source: In this version, accessing the FTP server from the same host is allowed.
zh_cn: 此版本已允许从本机访问该FTP服务器。

# MainPage_Ipv4Error
source: Server at IPv4 error: {0}
zh_cn: IPv4服务器出错: {0}

# MainPage_Ipv4Listening
source: Server at IPv4 is listening at port {0}
zh_cn: IPv4服务器正在监听端口{0}

# MainPage_Ipv4Stopped
source: Server at IPv4 stopped
zh_cn: IPv4服务器已停止

# MainPage_Ipv6Error
source: Server at IPv6 error: {0}
zh_cn: IPv6服务器出错： {0}

# MainPage_Ipv6Listening
source: Server at IPv6 is listening at port {0}
zh_cn: IPv6服务器正在监听端口{0}

# MainPage_Ipv6Stopped
source: Server at IPv6 stopped
zh_cn: IPv6服务器已停止

# MainPage_LaunchFolderButton.Content
source: Open folder
zh_cn: 打开文件夹

# MainPage_PasswordBox.Header
source: Password
zh_cn: 密码

# MainPage_PortBox.Header
source: Port
zh_cn: 端口号

# MainPage_PortIncorrect
source: The port number you entered is not legal number.
zh_cn: 你输入的端口号不是一个合法的数字。

# MainPage_RateButton.Content
source: Rate and review...
zh_cn: 打分并评价…

# MainPage_RootFolderHint.Text
source: Root folder:
zh_cn: 根目录：

# MainPage_ServerStatusHint.Text
source: Status:
zh_cn: 状态：

# MainPage_StartButton.Content
source: Start
zh_cn: 启动服务器

# MainPage_StopButton.Content
source: Stop
zh_cn: 停止服务器

# MainPage_TitleBlock.Text
source: FTP Server
zh_cn: FTP服务器

# MainPage_UserNameBox.Header
source: User name
zh_cn: 用户名

# MainPage_LogsHint.Text
source: Logs:
zh_cn: 日志：

# MainPage_CommandInvoked
source: {0} invoked by {1}
zh_cn: 命令：{0} 用户：{1}

# MainPage_ReplySent
source: {0} replied to {1}
zh_cn: 响应：{0} 用户：{1}

# MainPage_UserConnected
source: {0} connected
zh_cn: {0}已连接

# MainPage_UserDisconnected
source: {0} disconnected
zh_cn: {0}已断开

# MainPage_PortOutOfRange
source: The port number should be from {0} to {1} inclusive.
zh_cn: 端口号应处于{0}到{1}（包含两端）的范围内。

# AboutPage_AppNameBlock.Text
source: About Universal FTP Server
zh_cn: 关于Universal FTP Server

# AboutPage_VersionLabel.Text
source: Version
zh_cn: 版本

# MainPage_AboutButton.Content
source: About...
zh_cn: 关于…

# AboutPage_DeveloperPageButton.Content
source: Get help...
zh_cn: 获取帮助…

# AboutPage_DeveloperPageButton.NavigateUri
source: https://www.taoyouh.cn/apps-en/universal-ftp-server
zh_cn: https://www.taoyouh.cn/apps/universal-ftp-server

# AboutPage_PrivacyPolicyButton.Content
source: Privacy policy...
zh_cn: 隐私政策…

# PrivacyPolicyPage_TitleBlock.Text
source: Privacy policy
zh_cn: 隐私政策

# PrivacyPolicyPage_AgreeButton.Content
source: Agree
zh_cn: 同意

# PrivacyPolicyPage_DisagreeButton.Content
source: Disagree and quit
zh_cn: 不同意并退出

# PrivacyPolicy_Part1.Text
source: Before you start using this app, please understand how this app collects and use your personal information.
zh_cn: 在您开始使用该应用前，请先了解该应用对您个人信息的收集和处理方式。

# PrivacyPolicy_Part2Title.Text
source: Collected personal information and their usage
zh_cn: 本应用收集的个人信息及其用途

# PrivacyPolicy_Part2_1.Text
source: The files inside the “root directory” you specified in the app, to allow clients to access through the FTP server you set up in this app.
zh_cn: 您在应用中指定的“根目录”文件夹中的文件，用于按照您的设置启动FTP服务器供访问者访问。

# PrivacyPolicy_Part2_2.Text
source: Your IP addresses, to show the URL of the FTP server you set up in this app.
zh_cn: 您的IP地址，用于在应用内显示您的FTP服务器的访问地址。

# PrivacyPolicy_Part2_3.Text
source: The “user name” and “password” you input into this app, for authenticating the clients of the FTP server you set up in this app.
zh_cn: 您在本应用中输入的“用户名”和“密码”，用于在访问者访问您的FTP服务器时鉴定身份。

# PrivacyPolicy_Part3.Text
source: All the collected personal information will only be processed in this app on the device that runs this app, or accessed by a client from network with the credentials you set in this app.
zh_cn: 以上所述个人信息的处理将在运行该应用的设备上进行，或通过网络按照您设置的用户名和密码从他处进行访问。

# PrivacyPolicy_Part3Title.Text
source: The process of the collected personal information
zh_cn: 以上个人信息的处理方式

# PrivacyPolicy_Part4.Text
source: This policy may update when the app updates. The updated version of this policy will be shown on startup of the app.
zh_cn: 随着应用的更新，该隐私政策可能会修改，修改后的隐私政策会在启动时显示并征求您的同意。

# PrivacyPolicy_Part4Title.Text
source: Updates of this policy
zh_cn: 隐私政策的更新
